{
  "main-title": "Guia d'Ús: Connexió en Directe",
  "home-link-title": "Tornar a l'inici",
  "general-title": "Aspectes Generals",
  "privacy-title": "Privacitat",
  "general-intro-p1": "\"Connexió en Directe\" es un conjunt d'eines gratuïtes i de codi obert dissenyades per dinamitzar classes, conferències o qualsevol esdeveniment en directe. Permeten fomentar la participació de l'audiència en temps real a través d'activitats interactives com enquestes, núvols de paraules, pluges d'idees o murs col·laboratius.",
  "general-how-it-works-title": "Com funcionen aquestes aplicacions?",
  "general-how-it-works-p1": "Totes les eines de \"Connexió en Directe\" es basen en la tecnologia <strong>WebRTC (Peer-to-Peer)</strong>. Això significa que la comunicació s'estableix directament entre el dispositiu del presentador i els dels participants, sense necessitat d'un servidor intermedi que emmagatzemi dades. La informació viatja de forma segura i desapareix quan es tanca la sessió.",
  "general-roles-title": "Rols d'Usuari",
  "general-roles-p1": "A cada aplicació hi ha dos rols clars:",
  "general-roles-li1": "<strong>Presentador:</strong> És qui crea, configura i gestiona l'activitat. Des de la seva pantalla controla la sessió i visualitza els resultats consolidats en temps real.",
  "general-roles-li2": "<strong>Participant:</strong> És qui s'uneix a una sessió ja creada. Interactua enviant les seves respostes (vots, paraules, idees) des del seu propi dispositiu.",
  "general-joining-title": "Com unir-se a una sessió (participant)",
  "general-joining-p1": "Un cop el presentador ha iniciat una activitat, els participants tenen tres formes senzilles de connectar-se:",
  "general-joining-li1": "<strong>Codi QR:</strong> La forma més ràpida. Simplement escanejant amb la càmera del mòbil el codi QR que es mostra a la pantalla del presentador.",
  "general-joining-li2": "<strong>Enllaç directe:</strong> El presentador pot compartir un enllaç únic. En fer clic, el participant entra directament a la sessió.",
  "general-joining-li3": "<strong>Codi manual:</strong> El participant pot obrir la pàgina principal de l'aplicació i introduir el codi curt (normalment de 6 caràcters) que es mostra a la pantalla del presentador.",
  "general-customization-title": "Personalització de l'activitat",
  "general-customization-p1": "Totes les aplicacions permeten al presentador unificar l'estètica de l'activitat triant un <strong>color base</strong>. Aquest color s'aplica als botons, fons i altres elements visuals, creant una experiència coherent. A més del color, es poden configurar tots els paràmetres de l'activitat, com la pregunta, les opcions de resposta o els límits de participació.",
  "general-prepare-title": "La funció \"Preparar Sessió\"",
  "general-prepare-p1": "Aquesta funció genera un <strong>enllaç únic</strong> que desa toda la configuració de la teva activitat (la pregunta, les opcions, el color, etc.). Pots desar aquest enllaç per a més tard, compartir-lo amb altres companys o tenir les teves classes i tallers preparats amb antelació sense haver de tornar a introduir les dades.",
  "general-pause-title": "Control de la Participació: Aturar i Reprendre",
  "general-pause-p1": "Totes les aplicacions inclouen un botó a la vista del presentador que permet <strong>aturar i reprendre</strong> la recepció de respostes en qualsevol moment. Això és útil per controlar el ritme de l'activitat, per exemple, pausant l'enviament d'idees mentre es fa una explicació. Quan la participació està aturada, els participants veuran un missatge indicant-ho i no podran enviar noves respostes fins que el presentador la reprengui.",
  "general-connections-title": "Consideracions sobre el nombre de connexions",
  "general-connections-p1": "Com que és una connexió directa, el rendiment depèn de dos factors clau: la <strong>potència de l'ordinador i l'amplada de banda de la xarxa del presentador</strong>. Cada participant obre una connexió directa amb el presentador, que ha de gestionar-les totes simultàniament.",
  "general-connections-p2": "Per aquest motiu, distingim dos tipus d'aplicacions:",
  "general-connections-li1": "<strong>Connexions Persistents (Mur Interactiu, Pluja d'Idees i Vots):</strong> En aquestes aplicacions, les connexions es mantenen obertes per permetre una interacció contínua (veure canvis en temps real o participar en múltiples fases). Per això, es recomana un ús òptim amb grups de fins a <strong>30-40 participants</strong> per assegurar la fluïdesa.",
  "general-connections-li2": "<strong>Connexions Breus (Votació, Núvol de Paraules, Escala):</strong> En aquestes eines, la connexió s'estableix, envia la dada i es tanca en segons. Aquesta eficiència permet gestionar un nombre molt més gran de participants, <strong>potencialment diversos centenars</strong>, ja que no se sobrecarrega el dispositiu del presentador. Els navegadors són capaços de gestionar pics de desenes de connexions noves per segon, facilitant la participació massiva.",
  "general-issues-title": "Suggeriments i informe d'errors",
  "general-issues-p1": "Si trobes algun error, tens algun dubte o vols proposar una millora, pots fer-ho a través de la secció \"Issues\" del repositori a GitHub. Per a això, visita <a href=\"https://github.com/jjdeharo/directo/issues\" target=\"_blank\">https://github.com/jjdeharo/directo/issues</a> i fes clic al botó verd \"New issue\". Descriu la teva consulta o problema de la forma més detallada possible.",
  "privacy-p2p-title": "Un model sense servidors",
  "privacy-p2p-p1": "El principal avantatge d'utilitzar WebRTC és que <strong>cap dada de la sessió passa per un servidor central</strong>. La informació (vots, idees, etc.) viatja xifrada directament des del navegador de cada participant al navegador del presentador.",
  "privacy-advantages-title": "Què implica això per a la privacitat?",
  "privacy-advantages-li1": "<strong>No hi ha registre de dades:</strong> Com que no hi ha una base de dades central, cap resposta queda emmagatzemada al núvol. Un cop el presentador tanca la pestanya de la sessió, tota la informació es perd de manera definitiva.",
  "privacy-advantages-li2": "<strong>Anonimat:</strong> Les aplicacions no sol·liciten ni guarden cap informació personal dels participants. La connexió es basa en un codi de sessió anònim.",
  "privacy-advantages-li3": "<strong>Control total del presentador:</strong> El presentador és l'únic que rep i visualitza les dades al seu dispositiu. Si decideix exportar els resultats (a PDF o CSV), aquests fitxers es guarden localment al seu propi ordinador, sota el seu control i responsabilitat.",
  "privacy-p2p-p2": "Aquest enfocament garanteix un alt nivell de privacitat i el fa ideal per a qualsevol tipus de trobada (educativa, professional o social), ja que ni el creador de l'eina ni tercers tenen accés a les dades generades durant les activitats.",
  "app-vota-title": "Votació Simple",
  "app-vota-desc": "És una eina per llançar preguntes d'opció múltiple de forma ràpida. El presentador defineix una pregunta i diverses opcions de resposta. Els participants trien una opció i els resultats es mostren instantàniament com un gràfic de barres percentual a la pantalla del presentador.",
  "app-nube-title": "Núvol de Paraules",
  "app-nube-desc": "Ideal per a pluges d'idees ràpides. Els participants envien paraules o frases curtes en resposta a una pregunta. Aquestes paraules formen un núvol dinàmic on la freqüència de cada terme determina la seva mida. El resultat final es pot exportar com una imatge <strong>PNG</strong> o les dades brutes com un full de càlcul (<strong>CSV</strong>).",
  "app-ideas-title": "Pluja d'Idees i Vots",
  "app-ideas-desc": "Aquesta aplicació es desenvolupa en dues fases. Primer, els participants envien les seves idees o propostes de forma anònima. Un cop finalitzada la fase de propostes, el presentador inicia la fase de votació, on cada participant pot votar per un nombre determinat d'idees enviades pels altres. Serveix per generar i prioritzar idees de forma col·lectiva.",
  "app-muro-title": "Mur Interactiu",
  "app-muro-desc": "Funciona com un suro digital o una pissarra col·laborativa. Els participants envien \"post-its\" virtuals amb un títol i un text. El presentador pot veure totes les notes en un llenç infinit, moure-les, agrupar-les i organitzar-les lliurement. És important recordar que el contingut del mur <strong>no és persistent</strong> i es perd en tancar la sessió, però es pot exportar una captura com a <strong>PDF</strong> o les dades com a <strong>CSV</strong>.",
  "app-escala-title": "Escala de Valoració",
  "app-escala-desc": "Permet crear diferents tipus d'escales de valoració (tipus Likert, numèriques, semàfor o totalment personalitzades) per recollir l'opinió de l'audiència sobre un tema. Els resultats es visualitzen com a gràfics de barres o en un format de semàfor, facilitant una interpretació ràpida del sentiment general. És ideal per a realitzar sondejos d'opinió, mesurar el grau d'acord o avaluar la comprensió d'un concepte.",
  "app-qplay-title": "QPlay: Concurs Interactiu",
  "app-qplay-desc": "Una eina per gamificar l'aula. El professor carrega un qüestionari i els alumnes competeixen en temps real des dels seus dispositius per liderar la classificació.",
  "app-boardlive-title": "BoardLive: Pissarra col·laborativa",
  "app-boardlive-desc": "Pissarra col·laborativa en temps real pensada per a classes, tutories i tallers. L'amfitrió crea la sessió, comparteix un codi o QR i decideix qui pot dibuixar (bloqueig global, permisos individuals i revocació instantània). El llenç es sincronitza en viu entre tots els participants, incloent la vista, el zoom i el fons, perquè vegin exactament el mateix. Inclou pàgines múltiples amb miniatures, eines de dibuix (traç lliure, ressaltador, figures, esborrador) i control de color i gruix, a més d'inserció i edició d'imatges. Permet exportar la feina a PDF i gestionar el contingut per pàgines. També permet que el professorat projecti a la pissarra digital de l'aula el que escriu o dibuixa a la seva tauleta en temps real, facilitant explicacions dinàmiques i seguiment immediat del grup."
}
