{
  "main-title": "Nutzungsanleitung: Conexión en Directo",
  "home-link-title": "Zurück zur Startseite",
  "general-title": "Allgemeines",
  "privacy-title": "Datenschutz",
  "general-intro-p1": "\"Conexión en Directo\" ist eine Sammlung kostenloser Open-Source-Werkzeuge, die den Unterricht, Vorträge oder jede Art von Live-Event dynamisieren. Sie fördern die Beteiligung des Publikums in Echtzeit durch interaktive Aktivitäten wie Umfragen, Wortwolken, Brainstormings oder kollaborative Pinnwände.",
  "general-how-it-works-title": "Wie funktionieren diese Anwendungen?",
  "general-how-it-works-p1": "Alle Werkzeuge von \"Conexión en Directo\" basieren auf der Technologie <strong>WebRTC (Peer-to-Peer)</strong>. Das bedeutet, dass die Kommunikation direkt zwischen dem Gerät des Präsentators und den Geräten der Teilnehmenden aufgebaut wird, ohne einen zwischengeschalteten Server, der Daten speichert. Die Informationen werden sicher übertragen und verschwinden, sobald die Sitzung geschlossen wird.",
  "general-roles-title": "Benutzerrollen",
  "general-roles-p1": "In jeder Anwendung gibt es zwei klare Rollen:",
  "general-roles-li1": "<strong>Präsentator:</strong> Er erstellt, konfiguriert und verwaltet die Aktivität. Von seinem Bildschirm aus steuert er die Sitzung und sieht die konsolidierten Ergebnisse in Echtzeit.",
  "general-roles-li2": "<strong>Teilnehmende:</strong> Sie treten einer bereits erstellten Sitzung bei. Sie interagieren, indem sie ihre Antworten (Stimmen, Wörter, Ideen) von ihrem eigenen Gerät senden.",
  "general-joining-title": "Wie man einer Sitzung beitritt (Teilnehmende)",
  "general-joining-p1": "Sobald der Präsentator eine Aktivität gestartet hat, haben die Teilnehmenden drei einfache Möglichkeiten, sich zu verbinden:",
  "general-joining-li1": "<strong>QR-Code:</strong> Der schnellste Weg. Einfach den QR-Code mit der Handykamera scannen, der auf dem Präsentationsbildschirm angezeigt wird.",
  "general-joining-li2": "<strong>Direkter Link:</strong> Der Präsentator kann einen eindeutigen Link teilen. Mit einem Klick tritt die Person direkt der Sitzung bei.",
  "general-joining-li3": "<strong>Manueller Code:</strong> Die Teilnehmenden können die Startseite der Anwendung öffnen und den kurzen Code (in der Regel 6 Zeichen) eingeben, der auf dem Präsentationsbildschirm angezeigt wird.",
  "general-customization-title": "Personalisierung der Aktivität",
  "general-customization-p1": "Alle Anwendungen erlauben dem Präsentator, die Ästhetik der Aktivität durch die Wahl einer <strong>Grundfarbe</strong> zu vereinheitlichen. Diese Farbe wird auf Buttons, Hintergründe und andere visuelle Elemente angewendet und schafft ein stimmiges Erlebnis. Zusätzlich zur Farbe können alle Parameter der Aktivität konfiguriert werden, wie die Frage, die Antwortoptionen oder die Teilnahmegrenzen.",
  "general-prepare-title": "Die Funktion \"Sitzung vorbereiten\"",
  "general-prepare-p1": "Diese Funktion erzeugt einen <strong>eindeutigen Link</strong>, der die gesamte Konfiguration deiner Aktivität speichert (Frage, Optionen, Farbe usw.). Du kannst diesen Link speichern, später verwenden, mit Kolleginnen und Kollegen teilen oder deine Klassen und Workshops im Voraus vorbereiten, ohne die Daten erneut eingeben zu müssen.",
  "general-pause-title": "Teilnahme steuern: Pausieren und Fortsetzen",
  "general-pause-p1": "Alle Anwendungen enthalten in der Präsentatoransicht einen Button, mit dem man den Empfang von Antworten jederzeit <strong>stoppen und fortsetzen</strong> kann. Das ist nützlich, um das Tempo der Aktivität zu steuern, z. B. indem man das Einsenden von Ideen pausiert, während eine Erklärung gegeben wird. Wenn die Teilnahme gestoppt ist, sehen die Teilnehmenden eine entsprechende Meldung und können keine neuen Antworten senden, bis der Präsentator sie wieder freigibt.",
  "general-connections-title": "Hinweise zur Anzahl der Verbindungen",
  "general-connections-p1": "Da es sich um eine direkte Verbindung handelt, hängt die Leistung von zwei Schlüsselfaktoren ab: der <strong>Leistung des Computers und der Bandbreite des Netzwerks des Präsentators</strong>. Jede teilnehmende Person eröffnet eine direkte Verbindung zum Präsentator, der alle gleichzeitig verwalten muss.",
  "general-connections-p2": "Aus diesem Grund unterscheiden wir zwei Arten von Anwendungen:",
  "general-connections-li1": "<strong>Dauerhafte Verbindungen (Interaktive Pinnwand, Brainstorming und Abstimmung):</strong> In diesen Anwendungen bleiben die Verbindungen offen, um eine kontinuierliche Interaktion zu ermöglichen (Änderungen in Echtzeit sehen oder an mehreren Phasen teilnehmen). Daher wird eine optimale Nutzung mit Gruppen von bis zu <strong>30-40 Teilnehmenden</strong> empfohlen, um die Flüssigkeit zu gewährleisten.",
  "general-connections-li2": "<strong>Kurze Verbindungen (Abstimmung, Wortwolke, Skala):</strong> In diesen Werkzeugen wird die Verbindung hergestellt, die Daten gesendet und in Sekunden geschlossen. Diese Effizienz ermöglicht die Verwaltung einer viel größeren Anzahl von Teilnehmenden, <strong>potenziell mehrere Hundert</strong>, da das Gerät des Präsentators nicht überlastet wird. Browser können Spitzen von Dutzenden neuer Verbindungen pro Sekunde verarbeiten, was eine massive Beteiligung erleichtert.",
  "general-issues-title": "Vorschläge und Fehler melden",
  "general-issues-p1": "Wenn du einen Fehler findest, eine Frage hast oder eine Verbesserung vorschlagen möchtest, kannst du dies über den Bereich \"Issues\" des Repositoriums auf GitHub tun. Besuche dazu <a href=\"https://github.com/jjdeharo/directo/issues\" target=\"_blank\">https://github.com/jjdeharo/directo/issues</a> und klicke auf den grünen Button \"New issue\". Beschreibe dein Anliegen oder Problem so detailliert wie möglich.",
  "privacy-p2p-title": "Ein Modell ohne Server",
  "privacy-p2p-p1": "Der Hauptvorteil der Nutzung von WebRTC besteht darin, dass <strong>keine Sitzungsdaten über einen zentralen Server laufen</strong>. Die Informationen (Stimmen, Ideen usw.) werden verschlüsselt direkt vom Browser jeder teilnehmenden Person an den Browser des Präsentators übertragen.",
  "privacy-advantages-title": "Was bedeutet das für den Datenschutz?",
  "privacy-advantages-li1": "<strong>Keine Datenspeicherung:</strong> Da es keine zentrale Datenbank gibt, wird keine Antwort in der Cloud gespeichert. Sobald der Präsentator die Sitzung schließt, gehen alle Informationen endgültig verloren.",
  "privacy-advantages-li2": "<strong>Anonymität:</strong> Die Anwendungen fordern oder speichern keine persönlichen Daten der Teilnehmenden. Die Verbindung basiert auf einem anonymen Sitzungscode.",
  "privacy-advantages-li3": "<strong>Volle Kontrolle durch den Präsentator:</strong> Der Präsentator ist der einzige, der die Daten auf seinem Gerät empfängt und sieht. Wenn er die Ergebnisse exportiert (als PDF oder CSV), werden diese Dateien lokal auf seinem eigenen Computer gespeichert, unter seiner Kontrolle und Verantwortung.",
  "privacy-p2p-p2": "Dieser Ansatz gewährleistet ein hohes Maß an Datenschutz und ist ideal für jede Art von Treffen (pädagogisch, beruflich oder sozial), da weder der Ersteller des Werkzeugs noch Dritte Zugriff auf die während der Aktivitäten erzeugten Daten haben.",
  "app-vota-title": "Einfache Abstimmung",
  "app-vota-desc": "Ein Werkzeug, um Multiple-Choice-Fragen schnell zu stellen. Der Präsentator definiert eine Frage und mehrere Antwortoptionen. Die Teilnehmenden wählen eine Option und die Ergebnisse werden sofort als prozentuales Balkendiagramm auf dem Präsentationsbildschirm angezeigt.",
  "app-nube-title": "Wortwolke",
  "app-nube-desc": "Ideal für schnelle Brainstormings. Die Teilnehmenden senden Wörter oder kurze Phrasen als Antwort auf eine Frage. Diese Wörter bilden eine dynamische Wolke, wobei die Häufigkeit jedes Begriffs seine Größe bestimmt. Das Endergebnis kann als <strong>PNG</strong>-Bild exportiert oder die Rohdaten als Tabelle (<strong>CSV</strong>) gespeichert werden.",
  "app-ideas-title": "Brainstorming und Abstimmung",
  "app-ideas-desc": "Diese Anwendung läuft in zwei Phasen. Zuerst senden die Teilnehmenden ihre Ideen oder Vorschläge anonym. Nach Abschluss der Vorschlagsphase startet der Präsentator die Abstimmung, bei der jede Person für eine bestimmte Anzahl von Ideen der anderen stimmen kann. Sie dient dazu, Ideen gemeinschaftlich zu generieren und zu priorisieren.",
  "app-muro-title": "Interaktive Pinnwand",
  "app-muro-desc": "Funktioniert wie ein digitales Korkbrett oder eine kollaborative Tafel. Die Teilnehmenden senden virtuelle \"Post-its\" mit Titel und Text. Der Präsentator kann alle Notizen auf einer unendlichen Leinwand sehen, verschieben, gruppieren und frei anordnen. Wichtig: Der Inhalt der Wand <strong>ist nicht dauerhaft</strong> und geht beim Schließen der Sitzung verloren, aber es kann eine Momentaufnahme als <strong>PDF</strong> oder die Daten als <strong>CSV</strong> exportiert werden.",
  "app-escala-title": "Bewertungsskala",
  "app-escala-desc": "Ermöglicht die Erstellung verschiedener Bewertungsskalen (Likert, numerisch, Ampel oder vollständig benutzerdefiniert), um die Meinung des Publikums zu einem Thema zu erfassen. Die Ergebnisse werden als Balkendiagramme oder in einem Ampelformat visualisiert, was eine schnelle Interpretation des allgemeinen Stimmungsbildes erleichtert. Ideal für Meinungsumfragen, die Messung des Zustimmungsgrades oder die Bewertung des Verständnisses eines Konzepts.",
  "app-qplay-title": "QPlay: Interaktiver Wettbewerb",
  "app-qplay-desc": "Ein Werkzeug, um den Unterricht zu gamifizieren. Die Lehrkraft lädt ein Quiz, und die Schülerinnen und Schüler konkurrieren in Echtzeit von ihren Geräten aus, um die Rangliste anzuführen.",
  "app-boardlive-title": "BoardLive: Kollaboratives Whiteboard",
  "app-boardlive-desc": "Kollaboratives Whiteboard in Echtzeit für Unterricht, Tutorien und Workshops. Der Host erstellt die Sitzung, teilt einen Code oder QR und entscheidet, wer zeichnen darf (globales Sperren, individuelle Berechtigungen und sofortiger Entzug). Die Leinwand synchronisiert sich live zwischen allen Teilnehmenden, einschließlich Ansicht, Zoom und Hintergrund, sodass alle dieselbe Seite sehen. Es gibt mehrere Seiten mit Miniaturen, Zeichenwerkzeuge (Freihand, Textmarker, Formen, Radierer) und Farb-/Strichstärkenkontrolle sowie das Einfügen und Bearbeiten von Bildern. Die Arbeit lässt sich als PDF exportieren und seitenweise verwalten. Außerdem können Lehrkräfte auf der digitalen Tafel im Klassenraum in Echtzeit projizieren, was sie auf ihrem Tablet schreiben oder zeichnen, was dynamische Erklärungen und unmittelbares Mitverfolgen der Gruppe ermöglicht."
}
