{
  "main-title": "User Guide: Live Connection",
  "home-link-title": "Back to home",
  "general-title": "General Aspects",
  "privacy-title": "Privacy",
  "general-intro-p1": "\"Live Connection\" is a set of free and open-source tools designed to energize classes, conferences, or any live event. They allow for fostering real-time audience participation through interactive activities such as polls, word clouds, brainstorming sessions, or collaborative walls.",
  "general-how-it-works-title": "How do these applications work?",
  "general-how-it-works-p1": "All \"Live Connection\" tools are based on <strong>WebRTC (Peer-to-Peer)</strong> technology. This means that communication is established directly between the presenter's device and the participants' devices, without the need for an intermediary server to store data. The information travels securely and disappears as soon as the session is closed.",
  "general-roles-title": "User Roles",
  "general-roles-p1": "In each application, there are two clear roles:",
  "general-roles-li1": "<strong>Presenter:</strong> The one who creates, configures, and manages the activity. From their screen, they control the session and view the consolidated results in real time.",
  "general-roles-li2": "<strong>Participant:</strong> The one who joins an already created session. They interact by sending their responses (votes, words, ideas) from their own device.",
  "general-joining-title": "How to join a session (participant)",
  "general-joining-p1": "Once the presenter has started an activity, participants have three simple ways to connect:",
  "general-joining-li1": "<strong>QR Code:</strong> The fastest way. Simply scan the QR code displayed on the presenter's screen with a mobile camera.",
  "general-joining-li2": "<strong>Direct Link:</strong> The presenter can share a unique link. Clicking on it takes the participant directly into the session.",
  "general-joining-li3": "<strong>Manual Code:</strong> The participant can open the main page of the application and enter the short code (usually 6 characters) shown on the presenter's screen.",
  "general-customization-title": "Activity Customization",
  "general-customization-p1": "All applications allow the presenter to unify the activity's look and feel by choosing a <strong>base color</strong>. This color is applied to buttons, backgrounds, and other visual elements, creating a cohesive experience. In addition to the color, all activity parameters can be configured, such as the question, answer options, or participation limits.",
  "general-prepare-title": "The \"Prepare Session\" Function",
  "general-prepare-p1": "This function generates a <strong>unique link</strong> that saves your entire activity setup (the question, options, color, etc.). You can save this link for later use, share it with other colleagues, or have your classes and workshops prepared in advance without needing to re-enter the data.",
  "general-pause-title": "Participation Control: Pause and Resume",
  "general-pause-p1": "All applications include a button in the presenter's view that allows to <strong>stop and resume</strong> the reception of responses at any time. This is useful for controlling the pace of the activity, for example, by pausing the submission of ideas while giving an explanation. When participation is paused, participants will see a message indicating it and will not be able to submit new responses until the presenter resumes it.",
  "general-connections-title": "Considerations on the number of connections",
  "general-connections-p1": "Being a direct connection, performance depends on two key factors: the <strong>presenter's computer power and network bandwidth</strong>. Each participant opens a direct connection to the presenter, who must manage them all simultaneously.",
  "general-connections-p2": "For this reason, we distinguish between two types of applications:",
  "general-connections-li1": "<strong>Persistent Connections (Interactive Wall, Brainstorming and Voting):</strong> In these applications, connections remain open to allow for continuous interaction (seeing real-time changes or participating in multiple phases). Therefore, optimal use with groups of up to <strong>30-40 participants</strong> is recommended to ensure smoothness.",
  "general-connections-li2": "<strong>Brief Connections (Voting, Word Cloud, Scale):</strong> In these tools, the connection is established, sends the data, and closes in seconds. This efficiency allows for handling a much larger number of participants, <strong>potentially several hundred</strong>, as it does not overload the presenter's device. Browsers are capable of handling peaks of dozens of new connections per second, facilitating mass participation.",
  "general-issues-title": "Suggestions and Bug Reporting",
  "general-issues-p1": "If you find a bug, have a question, or want to suggest an improvement, you can do so through the \"Issues\" section of the GitHub repository. To do this, visit <a href=\"https://github.com/jjdeharo/directo/issues\" target=\"_blank\">https://github.com/jjdeharo/directo/issues</a> and click the green \"New issue\" button. Describe your query or problem in as much detail as possible.",
  "privacy-p2p-title": "A serverless model",
  "privacy-p2p-p1": "The main advantage of using WebRTC is that <strong>no session data passes through a central server</strong>. The information (votes, ideas, etc.) travels encrypted directly from each participant's browser to the presenter's browser.",
  "privacy-advantages-title": "What does this mean for privacy?",
  "privacy-advantages-li1": "<strong>No data logging:</strong> Since there is no central database, no responses are stored in the cloud. Once the presenter closes the session tab, all information is permanently lost.",
  "privacy-advantages-li2": "<strong>Anonymity:</strong> The applications do not request or save any personal information from the participants. The connection is based on an anonymous session code.",
  "privacy-advantages-li3": "<strong>Full control by the presenter:</strong> The presenter is the only one who receives and views the data on their device. If they decide to export the results (to PDF or CSV), those files are saved locally on their own computer, under their control and responsibility.",
  "privacy-p2p-p2": "This approach ensures a high level of privacy, making it ideal for any type of gathering (educational, professional, or social), as neither the tool creator nor third parties have access to the data generated during the activities.",
  "app-vota-title": "Simple Voting",
  "app-vota-desc": "A tool for quickly launching multiple-choice questions. The presenter defines a question and several answer options. Participants choose an option, and the results are instantly displayed as a percentage bar chart on the presenter's screen.",
  "app-nube-title": "Word Cloud",
  "app-nube-desc": "Ideal for quick brainstorming. Participants submit short words or phrases in response to a question. These words form a dynamic cloud where the frequency of each term determines its size. The final result can be exported as a <strong>PNG</strong> image or the raw data as a spreadsheet (<strong>CSV</strong>).",
  "app-ideas-title": "Brainstorming and Voting",
  "app-ideas-desc": "This application is developed in two phases. First, participants anonymously submit their ideas or proposals. Once the proposal phase is over, the presenter starts the voting phase, where each participant can vote for a certain number of ideas submitted by others. It is used to collectively generate and prioritize ideas.",
  "app-muro-title": "Interactive Wall",
  "app-muro-desc": "It works like a digital corkboard or a collaborative whiteboard. Participants send virtual \"post-its\" with a title and text. The presenter can see all the notes on an infinite canvas, move them, group them, and organize them freely. It is important to remember that the wall's content is <strong>not persistent</strong> and is lost when the session is closed, but a screenshot can be exported as a <strong>PDF</strong> or the data as a <strong>CSV</strong>.",
  "app-escala-title": "Rating Scale",
  "app-escala-desc": "Allows creating different types of rating scales (Likert-type, numeric, traffic light, or fully custom) to gather audience opinion on a topic. Results are visualized as bar charts or in a traffic light format, facilitating a quick interpretation of the general sentiment. It is ideal for conducting opinion polls, measuring the degree of agreement, or evaluating the understanding of a concept.",
  "app-qplay-title": "QPlay: Interactive Contest",
  "app-qplay-desc": "A tool to gamify the classroom. The teacher loads a quiz and students compete in real time from their devices to lead the leaderboard.",
  "app-boardlive-title": "BoardLive: Collaborative whiteboard",
  "app-boardlive-desc": "Real-time collaborative whiteboard for classes, tutoring, and workshops. The host creates the session, shares a code or QR, and decides who can draw (global lock, individual permissions, and instant revocation). The canvas syncs live for all participants, including view, zoom, and background, so everyone sees the same page. It includes multiple pages with thumbnails, drawing tools (freehand, highlighter, shapes, eraser), color and stroke controls, plus image insertion and editing. You can export the work to PDF and manage content per page. It also lets teachers project on the classroom digital whiteboard what they write or draw on their tablet in real time, enabling dynamic explanations and immediate follow-up."
}
