{
  "main-title": "Guía de Uso: Conexión en Directo",
  "home-link-title": "Volver al inicio",
  "general-title": "Aspectos Generales",
  "privacy-title": "Privacidad",
  "general-intro-p1": "\"Conexión en Directo\" es un conjunto de herramientas gratuitas y de código abierto diseñadas para dinamizar clases, conferencias o cualquier evento en directo. Permiten fomentar la participación de la audiencia en tiempo real a través de actividades interactivas como encuestas, nubes de palabras, lluvias de ideas o muros colaborativos.",
  "general-how-it-works-title": "¿Cómo funcionan estas aplicaciones?",
  "general-how-it-works-p1": "Todas las herramientas de \"Conexión en Directo\" se basan en la tecnología <strong>WebRTC (Peer-to-Peer)</strong>. Esto significa que la comunicación se establece directamente entre el dispositivo del presentador y los de los participantes, sin necesidad de un servidor intermedio que almacene datos. La información viaja de forma segura y desaparece en cuanto se cierra la sesión.",
  "general-roles-title": "Roles de Usuario",
  "general-roles-p1": "En cada aplicación existen dos roles claros:",
  "general-roles-li1": "<strong>Presentador:</strong> Es quien crea, configura y gestiona la actividad. Desde su pantalla controla la sesión y visualiza los resultados consolidados en tiempo real.",
  "general-roles-li2": "<strong>Participante:</strong> Es quien se une a una sesión ya creada. Interactúa enviando sus respuestas (votos, palabras, ideas) desde su propio dispositivo.",
  "general-joining-title": "Cómo unirse a una sesión (participante)",
  "general-joining-p1": "Una vez que el presentador ha iniciado una actividad, los participantes tienen tres formas sencillas de conectarse:",
  "general-joining-li1": "<strong>Código QR:</strong> La forma más rápida. Simplemente escaneando con la cámara del móvil el código QR que se muestra en la pantalla del presentador.",
  "general-joining-li2": "<strong>Enlace directo:</strong> El presentador puede compartir un enlace único. Al hacer clic, el participante entra directamente a la sesión.",
  "general-joining-li3": "<strong>Código manual:</strong> El participante puede abrir la página principal de la aplicación e introducir el código corto (normalmente de 6 caracteres) que se muestra en la pantalla del presentador.",
  "general-customization-title": "Personalización de la actividad",
  "general-customization-p1": "Todas las aplicaciones permiten al presentador unificar la estética de la actividad eligiendo un <strong>color base</strong>. Este color se aplica a los botones, fondos y otros elementos visuales, creando una experiencia coherente. Además del color, se pueden configurar todos los parámetros de la actividad, como la pregunta, las opciones de respuesta o los límites de participación.",
  "general-prepare-title": "La función \"Preparar Sesión\"",
  "general-prepare-p1": "Esta función genera un <strong>enlace único</strong> que guarda toda la configuración de tu actividad (la pregunta, las opciones, el color, etc.). Puedes guardar este enlace para usarlo más tarde, compartirlo con otros compañeros o tener tus clases y talleres preparados con antelación sin necesidad de volver a introducir los datos.",
  "general-pause-title": "Control de la Participación: Pausar y Reanudar",
  "general-pause-p1": "Todas las aplicaciones incluyen un botón en la vista del presentador que permite <strong>detener y reanudar</strong> la recepción de respuestas en cualquier momento. Esto es útil para controlar el ritmo de la actividad, por ejemplo, pausando el envío de ideas mientras se da una explicación. Cuando la participación está detenida, los participantes verán un mensaje indicándolo y no podrán enviar nuevas respuestas hasta que el presentador la reanude.",
  "general-connections-title": "Consideraciones sobre el número de conexiones",
  "general-connections-p1": "Al ser una conexión directa, el rendimiento depende de dos factores clave: la <strong>potencia del ordenador y el ancho de banda de la red del presentador</strong>. Cada participante abre una conexión directa con el presentador, que debe gestionar todas simultáneamente.",
  "general-connections-p2": "Por este motivo, distinguimos dos tipos de aplicaciones:",
  "general-connections-li1": "<strong>Conexiones Persistentes (Muro Interactivo, Lluvia de Ideas y Votos):</strong> En estas aplicaciones, las conexiones se mantienen abiertas para permitir una interacción continua (ver cambios en tiempo real o participar en múltiples fases). Por ello, se recomienda un uso óptimo con grupos de hasta <strong>30-40 participantes</strong> para asegurar la fluidez.",
  "general-connections-li2": "<strong>Conexiones Breves (Votación, Nube de Palabras, Escala):</strong> En estas herramientas, la conexión se establece, envía el dato y se cierra en segundos. Esta eficiencia permite manejar un número mucho mayor de participantes, <strong>potencialmente varios cientos</strong>, ya que no se sobrecarga el dispositivo del presentador. Los navegadores son capaces de gestionar picos de decenas de conexiones nuevas por segundo, facilitando la participación masiva.",
  "general-issues-title": "Sugerencias y reporte de fallos",
  "general-issues-p1": "Si encuentras algún fallo, tienes alguna duda o quieres proponer una mejora, puedes hacerlo a través de la sección \"Issues\" del repositorio en GitHub. Para ello, visita <a href=\"https://github.com/jjdeharo/directo/issues\" target=\"_blank\">https://github.com/jjdeharo/directo/issues</a> y haz clic en el botón verde \"New issue\". Describe tu consulta o problema de la forma más detallada posible.",
  "privacy-p2p-title": "Un modelo sin servidores",
  "privacy-p2p-p1": "La principal ventaja de usar WebRTC es que <strong>ningún dato de la sesión pasa por un servidor central</strong>. La información (votos, ideas, etc.) viaja cifrada directamente desde el navegador de cada participante al navegador del presentador.",
  "privacy-advantages-title": "¿Qué implica esto para la privacidad?",
  "privacy-advantages-li1": "<strong>No hay registro de datos:</strong> Al no haber una base de datos central, ninguna respuesta queda almacenada en la nube. Una vez que el presentador cierra la pestaña de la sesión, toda la información se pierde de forma definitiva.",
  "privacy-advantages-li2": "<strong>Anonimato:</strong> Las aplicaciones no solicitan ni guardan ninguna información personal de los participantes. La conexión se basa en un código de sesión anónimo.",
  "privacy-advantages-li3": "<strong>Control total del presentador:</strong> El presentador es el único que recibe y visualiza los datos en su dispositivo. Si decide exportar los resultados (a PDF o CSV), esos archivos se guardan localmente en su propio ordenador, bajo su control y responsabilidad.",
  "privacy-p2p-p2": "Este enfoque garantiza un alto nivel de privacidad y lo hace ideal para cualquier tipo de encuentro (educativo, profesional o social), ya que ni el creador de la herramienta ni terceros tienen acceso a los datos generados durante las actividades.",
  "app-vota-title": "Votación Simple",
  "app-vota-desc": "Es una herramienta para lanzar preguntas de opción múltiple de forma rápida. El presentador define una pregunta y varias opciones de respuesta. Los participantes eligen una opción y los resultados se muestran instantáneamente como un gráfico de barras porcentual en la pantalla del presentador.",
  "app-nube-title": "Nube de Palabras",
  "app-nube-desc": "Ideal para lluvias de ideas rápidas. Los participantes envían palabras o frases cortas en respuesta a una pregunta. Estas palabras forman una nube dinámica donde la frecuencia de cada término determina su tamaño. El resultado final se puede exportar como una imagen <strong>PNG</strong> o los datos brutos como una hoja de cálculo (<strong>CSV</strong>).",
  "app-ideas-title": "Lluvia de Ideas y Votos",
  "app-ideas-desc": "Esta aplicación se desarrolla en dos fases. Primero, los participantes envían sus ideas o propuestas de forma anónima. Una vez finalizada la fase de propostas, el presentador inicia la fase de votación, donde cada participante puede votar por un número determinado de ideas enviadas por los demás. Sirve para generar y priorizar ideas de forma colectiva.",
  "app-muro-title": "Muro Interactivo",
  "app-muro-desc": "Funciona como un corcho digital o una pizarra colaborativa. Los participantes envían \"post-its\" virtuales con un título y un texto. El presentador puede ver todas las notas en un lienzo infinito, moverlas, agruparlas y organizarlas libremente. Es importante recordar que el contenido del muro <strong>no es persistente</strong> y se pierde al cerrar la sesión, pero se puede exportar una captura como <strong>PDF</strong> o los datos como <strong>CSV</strong>.",
  "app-escala-title": "Escala de Valoración",
  "app-escala-desc": "Permite crear diferentes tipos de escalas de valoración (tipo Likert, numéricas, semáforo o totalmente personalizadas) para recoger la opinión de la audiencia sobre un tema. Los resultados se visualizan como gráficos de barras o en un formato de semáforo, facilitando una interpretación rápida del sentir general. Es ideal para realizar sondeos de opinión, medir el grado de acuerdo o evaluar la comprensión de un concepto.",
  "app-qplay-title": "QPlay: Concurso Interactivo",
  "app-qplay-desc": "Una herramienta para gamificar el aula. El profesor carga un cuestionario y los alumnos compiten en tiempo real desde sus dispositivos para liderar la clasificación.",
  "app-boardlive-title": "BoardLive: Pizarra colaborativa",
  "app-boardlive-desc": "Pizarra colaborativa en tiempo real pensada para clases, tutorías y talleres. El anfitrión crea la sesión, comparte un código o QR y decide quién puede dibujar (bloqueo global, permisos individuales y revocación instantánea). El lienzo se sincroniza en vivo entre todos los participantes, incluyendo la vista, el zoom y el fondo, para que vean exactamente lo mismo. Incluye páginas múltiples con miniaturas, herramientas de dibujo (trazo libre, resaltador, figuras, borrador) y control de color y grosor, además de inserción y edición de imágenes. Permite exportar el trabajo a PDF y gestionar el contenido por páginas. También permite que el profesorado proyecte en la pizarra digital del aula lo que escribe o dibuja en su tablet en tiempo real, facilitando explicaciones dinámicas y seguimiento inmediato del grupo."
}
