{
  "main-title": "Erabiltzeko Gida: Zuzeneko Konexioa",
  "home-link-title": "Hasierara itzuli",
  "general-title": "Alderdi Orokorrak",
  "privacy-title": "Pribatutasuna",
  "general-intro-p1": "\"Zuzeneko Konexioa\" klaseak, hitzaldiak edo zuzeneko edozein ekitaldi dinamizatzeko diseinatutako kode irekiko doako tresna multzo bat da. Entzuleen parte-hartzea denbora errealean sustatzeko aukera ematen dute, hala nola inkestak, hitz-hodeiak, ideia-jasak edo horma kolaboratiboak bezalako jarduera interaktiboen bidez.",
  "general-how-it-works-title": "Nola funtzionatzen dute aplikazio hauek?",
  "general-how-it-works-p1": "\"Zuzeneko Konexioa\"-ko tresna guztiak <strong>WebRTC (Peer-to-Peer)</strong> teknologian oinarritzen dira. Horrek esan nahi du komunikazioa aurkezlearen gailuaren eta parte-hartzaileen gailuen artean zuzenean ezartzen dela, datuak gordetzen dituen bitarteko zerbitzaririk gabe. Informazioa modu seguruan bidaiatzen da eta saioa ixten denean desagertzen da.",
  "general-roles-title": "Erabiltzaile Rolak",
  "general-roles-p1": "Aplikazio bakoitzean bi rol argi daude:",
  "general-roles-li1": "<strong>Aurkezlea:</strong> Jarduera sortu, konfiguratu eta kudeatzen duena da. Bere pantailatik saioa kontrolatzen du eta emaitza bateratuak denbora errealean ikusten ditu.",
  "general-roles-li2": "<strong>Parte-hartzailea:</strong> Sortutako saio batera kode edo esteka baten bidez batzen dena da. Bere erantzunak (botoak, hitzak, ideiak) bere gailutik bidaliz parte hartzen du.",
  "general-joining-title": "Nola sartu saio batean (parte-hartzailea)",
  "general-joining-p1": "Aurkezleak jarduera bat hasi ondoren, parte-hartzaileek konektatzeko hiru modu erraz dituzte:",
  "general-joining-li1": "<strong>QR kodea:</strong> Modurik azkarrena. Besterik gabe, mugikorraren kamerarekin eskaneratu aurkezlearen pantailan agertzen den QR kodea.",
  "general-joining-li2": "<strong>Esteka zuzena:</strong> Aurkezleak esteka bakarra parteka dezake. Klik egitean, parte-hartzailea zuzenean sartzen da saioan.",
  "general-joining-li3": "<strong>Eskuzko kodea:</strong> Parte-hartzaileak aplikazioaren orri nagusia ireki dezake eta aurkezlearen pantailan agertzen den kode laburra (normalean 6 karakterekoa) sartu.",
  "general-customization-title": "Jardueraren pertsonalizazioa",
  "general-customization-p1": "Aplikazio guztiek aurkezleari jardueraren estetika bateratzea ahalbidetzen diote, <strong>oinarrizko kolore</strong> bat aukeratuz. Kolore hau botoiei, atzeko planoari eta beste elementu bisual batzuei aplikatzen zaie, esperientzia koherente bat sortuz. Koloreaz gain, jardueraren parametro guztiak konfigura daitezke, hala nola galdera, erantzun-aukerak edo parte-hartze mugak.",
  "general-prepare-title": "\"Prestatu saioa\" funtzioa",
  "general-prepare-p1": "Funtzio honek zure jardueraren konfigurazio guztia gordetzen duen <strong>esteka bakarra</strong> sortzen du (galdera, aukerak, kolorea, etab.). Esteka hau gorde dezakezu geroago erabiltzeko, beste lankide batzuekin partekatzeko edo zure klaseak eta tailerrak aldez aurretik prestatuta izateko datuak berriro sartu behar izan gabe.",
  "general-pause-title": "Parte-hartzearen Kontrola: Pausatu eta Berrekin",
  "general-pause-p1": "Aplikazio guztiek aurkezlearen ikuspegian botoi bat dute, erantzunen harrera edozein unetan <strong>gelditzeko eta berrekiteko</strong> aukera ematen duena. Hau baliagarria da jardueraren erritmoa kontrolatzeko, adibidez, azalpen bat ematen den bitartean ideien bidalketa pausatuz. Parte-hartzea geldituta dagoenean, parte-hartzaileek mezu bat ikusiko dute hori adieraziz eta ezingo dute erantzun berririk bidali aurkezleak berriro hasten duen arte.",
  "general-connections-title": "Konexio kopuruari buruzko gogoetak",
  "general-connections-p1": "Zuzeneko konexioa denez, errendimendua bi faktore nagusiren araberakoa da: <strong>ordenagailuaren potentzia eta aurkezlearen sarearen banda-zabalera</strong>. Parte-hartzaile bakoitzak konexio zuzen bat irekitzen du aurkezlearekin, eta honek guztiak aldi berean kudeatu behar ditu.",
  "general-connections-p2": "Hori dela eta, bi aplikazio mota bereizten ditugu:",
  "general-connections-li1": "<strong>Konexio Iraunkorrak (Horma Interaktiboa, Ideia-jasa eta Botoak):</strong> Aplikazio hauetan, konexioak irekita mantentzen dira elkarrekintza jarraitua ahalbidetzeko (aldaketak denbora errealean ikustea edo fase anitzetan parte hartzea). Hori dela eta, erabilera optimoa <strong>30-40 parte-hartzaile</strong> arteko taldeekin gomendatzen da, jariakortasuna bermatzeko.",
  "general-connections-li2": "<strong>Konexio Laburrak (Bozketa, Hitz Hodeia, Eskala):</strong> Tresna hauetan, konexioa ezarri, datua bidali eta segundo gutxitan ixten da. Eraginkortasun honek parte-hartzaile kopuru askoz handiagoa kudeatzea ahalbidetzen du, <strong>potentzialki ehunka</strong>, aurkezlearen gailua gainkargatu gabe. Nabigatzaileek segundoko dozenaka konexio berriren gailurrak kudeatzeko gai dira, parte-hartze masiboa erraztuz.",
  "general-issues-title": "Iradokizunak eta akatsen berri ematea",
  "general-issues-p1": "Akatsen bat aurkitzen baduzu, zalantzaren bat baduzu edo hobekuntzaren bat proposatu nahi baduzu, GitHub-eko biltegiko \"Issues\" atalaren bidez egin dezakezu. Horretarako, bisitatu <a href=\"https://github.com/jjdeharo/directo/issues\" target=\"_blank\">https://github.com/jjdeharo/directo/issues</a> eta egin klik \"New issue\" botoi berdean. Deskribatu zure kontsulta edo arazoa ahalik eta zehatzen.",
  "privacy-p2p-title": "Zerbitzaririk gabeko eredua",
  "privacy-p2p-p1": "WebRTC erabiltzearen abantaila nagusia da <strong>saioko daturik ez dela zerbitzari zentral batetik pasatzen</strong>. Informazioa (botoak, ideiak, etab.) zifratuta bidaiatzen da zuzenean parte-hartzaile bakoitzaren nabigatzailetik aurkezlearen nabigatzailera.",
  "privacy-advantages-title": "Zer esan nahi du horrek pribatutasunerako?",
  "privacy-advantages-li1": "<strong>Datuen erregistrorik ez:</strong> Datu-base zentralik ez dagoenez, ez da erantzunik hodeian gordetzen. Aurkezleak saioko fitxa ixten duenean, informazio guztia betiko galtzen da.",
  "privacy-advantages-li2": "<strong>Anonimotasuna:</strong> Aplikazioek ez dute parte-hartzaileen informazio pertsonalik eskatzen edo gordetzen. Konexioa saioko kode anonimo batean oinarritzen da.",
  "privacy-advantages-li3": "<strong>Aurkezlearen kontrol osoa:</strong> Aurkezlea da datuak bere gailuan jaso eta ikusten dituen bakarra. Emaitzak esportatzea erabakitzen badu (PDFra edo CSVra), fitxategi horiek lokalean gordetzen dira bere ordenagailuan, bere kontrol eta erantzukizunpean.",
  "privacy-p2p-p2": "Ikuspegi honek pribatutasun maila altua bermatzen du eta edozein topaketarako (hezkuntzakoa, profesionala edo soziala) aproposa da, tresnaren sortzaileak edo hirugarrenek ez baitute jardueretan sortutako datuetara sarbiderik.",
  "app-vota-title": "Bozketa Sinplea",
  "app-vota-desc": "Aukera anitzeko galderak azkar egiteko tresna da. Aurkezleak galdera bat eta hainbat erantzun aukera definitzen ditu. Parte-hartzaileek aukera bat hautatzen dute eta emaitzak berehala erakusten dira aurkezlearen pantailan barra-diagrama portzentual gisa.",
  "app-nube-title": "Hitz Hodeia",
  "app-nube-desc": "Ideia-jasa azkarrak egiteko aproposa. Parte-hartzaileek hitz edo esaldi laburrak bidaltzen dituzte galdera bati erantzunez. Hitz horiek hodei dinamiko bat osatzen dute, non termino bakoitzaren maiztasunak bere tamaina zehazten duen. Azken emaitza <strong>PNG</strong> irudi gisa edo datu gordinak kalkulu-orri (<strong>CSV</strong>) gisa esporta daitezke.",
  "app-ideas-title": "Ideia-jasa eta Botoak",
  "app-ideas-desc": "Aplikazio hau bi fasetan garatzen da. Lehenik, parte-hartzaileek beren ideiak edo proposamenak modu anonimoan bidaltzen dituzte. Proposamenen fasea amaitutakoan, aurkezleak bozketa fasea hasten du, non parte-hartzaile bakoitzak besteek bidalitako ideia kopuru jakin bat bozka dezakeen. Ideiak kolektiboki sortzeko eta lehenesteko balio du.",
  "app-muro-title": "Horma Interaktiboa",
  "app-muro-desc": "Kortxo digital edo arbel kolaboratibo gisa funtzionatzen du. Parte-hartzaileek \"post-it\" birtualak bidaltzen dituzte izenburu eta testu batekin. Aurkezleak ohar guztiak mihise infinitu batean ikus ditzake, mugitu, taldekatu eta askatasunez antolatu. Garrantzitsua da gogoratzea hormako edukia <strong>ez dela iraunkorra</strong> eta saioa ixtean galtzen dela, baina pantaila-argazkia <strong>PDF</strong> gisa edo datuak <strong>CSV</strong> gisa esporta daitezke.",
  "app-escala-title": "Balorazio Eskala",
  "app-escala-desc": "Balorazio-eskala mota desberdinak sortzea ahalbidetzen du (Likert motakoa, zenbakizkoa, semaforoa edo erabat pertsonalizatua) entzuleen iritzia gai bati buruz jasotzeko. Emaitzak barra-diagrama gisa edo semaforo formatuan bistaratzen dira, sentimendu orokorraren interpretazio azkarra erraztuz. Iritzi-zundaketak egiteko, adostasun-maila neurtzeko edo kontzeptu baten ulermena ebaluatzeko aproposa da.",
  "app-qplay-title": "QPlay: Lehiaketa Interaktiboa",
  "app-qplay-desc": "Ikasgela gamifikatzeko tresna. Irakasleak galdetegi bat kargatzen du eta ikasleek denbora errealean lehiatzen dute beren gailuetatik sailkapenaren buru izateko.",
  "app-boardlive-title": "BoardLive: Pizarra kolaboratiboa",
  "app-boardlive-desc": "Denbora errealeko pizarra kolaboratiboa, klase, tutoretza eta tailerretarako. Anfitrioiak saioa sortzen du, kodea edo QR partekatzen du eta norbaitek marraztu dezakeen erabakitzen du (blokeo globala, banakako baimenak eta berehalako baliogabetzea). Mihisea zuzenean sinkronizatzen da parte-hartzaile guztien artean, ikuspegia, zooma eta atzeko planoa barne, denek gauza bera ikus dezaten. Orrialde anitzak ditu miniaturarekin, marrazteko tresnak (trazu librea, nabarmentzailea, formak, borragoma) eta kolore/lerro lodiera kontrola, irudiak txertatu eta editatzeaz gain. Lana PDFra esportatu eta edukia orrialdeka kudeatu daiteke. Gainera, irakasleek gelako arbel digitalean proiektatu dezakete tabletan denbora errealean idazten edo marrazten dutena, azalpen dinamikoak eta taldearen jarraipen berehalakoa erraztuz."
}
