{
  "main-title": "Guía de uso: Conexión en directo",
  "home-link-title": "Volver ao inicio",
  "general-title": "Aspectos Xerais",
  "privacy-title": "Privacidade",
  "general-intro-p1": "\"Conexión en Directo\" é un conxunto de ferramentas gratuítas e de código aberto deseñadas para dinamizar clases, conferencias ou calquera evento en directo. Permiten fomentar a participación da audiencia en tempo real a través de actividades interactivas como enquisas, nubes de palabras, chuvias de ideas ou muros colaborativos.",
  "general-how-it-works-title": "Como funcionan estas aplicacións?",
  "general-how-it-works-p1": "Todas as ferramentas de \"Conexión en Directo\" baséanse na tecnoloxía <strong>WebRTC (Peer-to-Peer)</strong>. Isto significa que a comunicación establécese directamente entre o dispositivo do presentador e os dos participantes, sen necesidade dun servidor intermedio que almacene datos. A información viaxa de forma segura e desaparece en canto se pecha la sesión.",
  "general-roles-title": "Roles de usuario",
  "general-roles-p1": "En cada aplicación existen dous roles claros:",
  "general-roles-li1": "<strong>Presentador:</strong> É quen crea, configura e xestiona a actividade. Desde la súa pantalla controla a sesión e visualiza os resultados consolidados en tempo real.",
  "general-roles-li2": "<strong>Participante:</strong> É quen se une a unha sesión xa creada. Interactúa enviando as súas respostas (votos, palabras, ideas) desde o seu propio dispositivo.",
  "general-joining-title": "Como unirse a unha sesión (participante)",
  "general-joining-p1": "Unha vez que o presentador iniciou una actividade, os participantes teñen tres formas sinxelas de conectarse:",
  "general-joining-li1": "<strong>Código QR:</strong> A forma máis rápida. Simplemente escaneando coa cámara do móbil o código QR que se mostra na pantalla do presentador.",
  "general-joining-li2": "<strong>Ligazón directa:</strong> O presentador pode compartir unha ligazón única. Ao facer clic, o participante entra directamente á sesión.",
  "general-joining-li3": "<strong>Código manual:</strong> O participante pode abrir a páxina principal da aplicación e introducir o código curto (normalmente de 6 caracteres) que se mostra na pantalla do presentador.",
  "general-customization-title": "Personalización da actividade",
  "general-customization-p1": "Todas as aplicacións permiten ao presentador unificar a estética da actividade elixindo unha <strong>cor base</strong>. Esta cor aplícase aos botóns, fondos e outros elementos visuais, creando unha experiencia coherente. Ademais da cor, pódense configurar todos os parámetros da actividade, como a pregunta, as opcións de resposta ou os límites de participación.",
  "general-prepare-title": "A función \"Preparar Sesión\"",
  "general-prepare-p1": "Esta función xera una <strong>ligazón única</strong> que garda toda a configuración da túa actividade (a pregunta, as opcións, as cores, etc.). Podes gardar esta ligazón para usala máis tarde, compartila con otros compañeiros ou ter as túas clases, conferencias ou obradoiros preparados con antelación sen necesidade de volver introducir os datos.",
  "general-pause-title": "Control da Participación: Deter e Reanudar",
  "general-pause-p1": "Todas as aplicacións inclúen un botón na vista do presentador que permite <strong>deter e reanudar</strong> a recepción de respostas en calquera momento. Isto é útil para controlar o ritmo da actividade, por exemplo, pausando o envío de ideas mentres se dá una explicación. Cando a participación está detida, os participantes verán unha mensaxe indicándoo e non poderán enviar novas respostas ata que o presentador a reanude.",
  "general-connections-title": "Consideracións sobre o número de conexións",
  "general-connections-p1": "Ao ser una conexión directa, o rendemento depende de dous factores clave: a <strong>potencia do ordenador e o ancho de banda da rede do presentador</strong>. Cada participante abre una conexión directa co presentador, que debe xestionar todas simultaneamente.",
  "general-connections-p2": "Por este motivo, distinguimos dous tipos de aplicacións:",
  "general-connections-li1": "<strong>Conexións Persistentes (Muro Interactivo, Chuvia de Ideas e Votos):</strong> Nestas aplicacións, as conexións mantéñense abertas para permitir una interacción continua (ver cambios en tempo real ou participar en múltiples fases). Por iso, recoméndase un uso óptimo con grupos de ata <strong>30-40 participantes</strong> para asegurar a fluidez.",
  "general-connections-li2": "<strong>Conexións Breves (Votación, Nube de Palabras, Escala):</strong> Nestas ferramentas, a conexión establécese, envía o dato e péchase en segundos. Esta eficiencia permite manexar un número moito maior de participantes, <strong>potencialmente varios centos</strong>, xa que non se sobrecarga o dispositivo do presentador. Os navegadores son capaces de xestionar picos de decenas de conexións novas por segundo, facilitando a participación masiva.",
  "general-issues-title": "Suxestións e informe de erros",
  "general-issues-p1": "Se atopas algún erro, tes algunha dúbida ou queres propoñer una mellora, podes facelo a través da sección \"Issues\" do repositorio en GitHub. Para iso, visita <a href=\"https://github.com/jjdeharo/directo/issues\" target=\"_blank\">https://github.com/jjdeharo/directo/issues</a> e fai clic no botón verde \"New issue\". Describe a túa consulta ou problema da forma máis detallada posible.",
  "privacy-p2p-title": "Un modelo sen servidores",
  "privacy-p2p-p1": "A principal vantaxe de usar WebRTC é que <strong>ningún dato da sesión pasa por un servidor central</strong>. A información (votos, ideas, etc.) viaxa cifrada directamente desde o navegador de cada participante ao navegador do presentador.",
  "privacy-advantages-title": "Que implica isto para a privacidade?",
  "privacy-advantages-li1": "<strong>Non hai rexistro de datos:</strong> Ao non haber una base de datos central, ningunha resposta queda almacenada na nube. Unha vez que o presentador pecha a lapela da sesión, toda a información pérdese de forma definitiva.",
  "privacy-advantages-li2": "<strong>Anonimato:</strong> As aplicacións non solicitan nin gardan ningunha información persoal dos participantes. A conexión baséase nun código de sesión anónimo.",
  "privacy-advantages-li3": "<strong>Control total do presentador:</strong> O presentador é o único que recibe e visualiza os datos no seu dispositivo. Se decide exportar os resultados (a PDF ou CSV), eses ficheiros gárdanse localmente no seu propio ordenador, baixo o seu control e responsabilidade.",
  "privacy-p2p-p2": "Este enfoque garante un alto nivel de privacidade e faino ideal para calquera tipo de encontro (educativo, profesional ou social), xa que nin o creador da ferramenta nin terceiros teñen acceso aos datos xerados durante as actividades.",
  "app-vota-title": "Votación sinxela",
  "app-vota-desc": "É una ferramenta para lanzar preguntas de opción múltiple de forma rápida. O presentador define una pregunta e varias opcións de resposta. Os participantes elixen una opción e os resultados móstranse instantaneamente como un gráfico de barras porcentual na pantalla do presentador.",
  "app-nube-title": "Nube de verbas",
  "app-nube-desc": "Ideal para chuvias de ideas rápidas. Os participantes envían palabras ou frases curtas en resposta a unha pregunta. Estas palabras forman una nube dinámica onde a frecuencia de cada termo determina o seu tamaño. O resultado final pódese exportar como unha imaxe <strong>PNG</strong> ou os datos brutos como unha folla de cálculo (<strong>CSV</strong>).",
  "app-ideas-title": "Chuvia de Ideas e Votos",
  "app-ideas-desc": "Esta aplicación desenvólvese en dúas fases. Primeiro, os participantes envían as súas ideas ou propostas de forma anónima. Unha vez finalizada la fase de propostas, o presentador inicia la fase de votación, onde cada participante pode votar por un número determinado de ideas enviadas polos demais. Serve para xerar e priorizar ideas de forma colectiva.",
  "app-muro-title": "Muro interactivo",
  "app-muro-desc": "Funciona como una cortiza dixital ou una lousa colaborativa. Os participantes envían \"post-its\" virtuais cun título e un texto. O presentador pode ver todas as notas nun lenzo infinito, movelas, agrupalas e organizalas libremente. É importante lembrar que o contido do muro <strong>non é persistente</strong> e pérdese ao pechar a sesión, pero pódese exportar una captura como <strong>PDF</strong> ou os datos como <strong>CSV</strong>.",
  "app-escala-title": "Escala de avaliación",
  "app-escala-desc": "Permite crear diferentes tipos de escalas de valoración (tipo Likert, numéricas, semáforo ou totalmente personalizadas) para recoller a opinión da audiencia sobre un tema. Os resultados visualízanse como gráficos de barras ou nun formato de semáforo, facilitando una interpretación rápida do sentir xeral. É ideal para realizar sondeos de opinión, medir o grao de acordo ou avaliar a comprensión dun concepto.",
  "app-qplay-title": "QPlay: Concurso interactivo",
  "app-qplay-desc": "Unha ferramenta para gamificar a aula. O profesor carga un cuestionario e os alumnos compiten en tempo real desde os seus dispositivos para liderar a clasificación.",
  "app-boardlive-title": "BoardLive: Pizarra colaborativa",
  "app-boardlive-desc": "Pizarra colaborativa en tempo real pensada para clases, titorías e obradoiros. O anfitrión crea a sesión, comparte un código ou QR e decide quen pode debuxar (bloqueo global, permisos individuais e revogación instantánea). O lenzo sincronízase en vivo entre todos os participantes, incluíndo a vista, o zoom e o fondo, para que vexan exactamente o mesmo. Inclúe páxinas múltiples con miniaturas, ferramentas de debuxo (trazo libre, resaltador, figuras, borrador) e control de cor e grosor, ademais de inserción e edición de imaxes. Permite exportar o traballo a PDF e xestionar o contido por páxinas. Tamén permite que o profesorado proxecte na pizarra dixital da aula o que escribe ou debuxa na súa tableta en tempo real, facilitando explicacións dinámicas e seguimento inmediato do grupo."
}
